[
    {
        "serial_number": 1,
        "message": "Dear Parents (X and XII), Kindly be informed that the students of classes X and XII will have their regular classes from 17 July 2023. Thank you. Fr. Principal",
        "date": "24-09-2023"
    },
    {
        "serial_number": 2,
        "message": "Dear Parents of Classes 6 and 7, Kindly be informed that the students of classes 6 and 7 have to submit their project works of all the subjects on 14 July 2023. No project works will be accepted after 14 July 2023. Parents are reminded not to give any excuse after the specified date. Thank you. Fr. Principal",
        "date": "24-09-2023"
    },
    {
        "serial_number": 3,
        "message": "Dear Parents of Classes 8 and 9, Kindly be informed that the students of classes 8 and 9 have to submit their project works of all the subjects on 15 July 2023. No project works will be accepted after 15 July 2023. Parents are reminded not to give any excuse after the specified date. Thank you. Fr. Principal",
        "date": "24-09-2023"
    },
    {
        "serial_number": 4,
        "message": "Dear Parents (KG-V), Kindly be informed that each student has been provided with a school calendar. The Identity Card (ID) of the students is in the process. Therefore, parents are requested to send Rs. 170=00 (one hundred and seventy rupees only) to meet the cost of both the school calendar and the ID. Please put the said amount in an envelop; write the Name, Class, Section, Roll No. of your ward on the envelop and seal it. The envelop must be submitted to the Class Teacher by 7 July 2023. Thank you for your cooperation. Fr. Principal ",
        "date": "24-09-2023"
    },
    {
        "serial_number": 5,
        "message": "Dear Parents of Junior Section (K.G. to V), Kindly be informed that 26th June 2023 onwards we will have full day class for all the classes (K.G. to V). Please take note of the following time: (1) 7:50 A.M. - Reporting Time; (2) 2:30 P.M. - Departure time for the walking boys and Van boys. (3) 2:45 P.M. - Departure time for Bus boys. Thank you. Fr. Principal",
        "date": "24-09-2023"
    },
    {
        "serial_number": 6,
        "message": "Dear Parents (VI-XII), Kindly be informed that from 22 June 2023, there will be classes from 7:00 a.m. to 1:35 p.m. The students will report to the school at 6:50 a.m. and go back home at 1:35 p.m. The bus users should be at their bus stoppage at 6:15 a.m. The unit Test will be conducted as per the schedule from 22 June 2023. Thank you. Fr. Principal",
        "date": "24-09-2023"
    },
    {
        "serial_number": 7,
        "message": "Dear Parents (VI to XII), Kindly be informed that the syllabus and topics for Project Works have been uploaded on the website in the Academic Section. Please check and guide your wards to complete their project works on time. Thank you. Fr. Principal",
        "date": "24-09-2023"
    },
    {
        "serial_number": 8,
        "message": "Dear Parents of KG to XII, Kindly be informed that there will be a Traffic Police Personnel posted near SXD in order to facilitate the traffic. Parents are requested not to park the vehicle wrongly, not to talk on the phone while driving and obstructing the road. You are expected to allow the students and school buses move smoothly. Thank you for your cooperation. Fr. Principal",
        "date": "24-09-2023"
    },
    {
        "serial_number": 9,
        "message": "Dear Parents, K.G. to XII, Kindly be informed that there is no change in the school belt. It has been updated. Therefore, the updated and old belt both are accepted in the school. Thank you. Fr. Principal",
        "date": "24-09-2023"
    },
    {
        "serial_number": 10,
        "message": "Dear Parents, This is to inform you that there are NO VACANCIES now from classes K.G. to IX. Therefore, please DO NOT request for the admission for Session: 2023-24. Thank you. Fr. Principal",
        "date": "24-09-2023"
    },
    {
        "serial_number": 11,
        "message": "Dear Parents (KG-IX), Kindly be informed that the schedule for the Parents-Teachers Meeting has been uploaded on he school website. Parents are requested to check the schedule below and come for the PTM on the specified date and time. Thank you for your cooperation. Fr. Principal",
        "date": "24-09-2023"
    },
    {
        "serial_number": 12,
        "message": "Dear Parents (K.G- XII) Kindly be informed that tomorrow  (20/07/2023) We will have normal class with Saturday Routine.Students should come prepared accordingly. Fr. Principal",
        "date": "24-09-2023"
    },
    {
        "serial_number": 13,
        "message": "Dear Parents ( Class K.G. - V), kindly be informed of the following; 1: Please note that classes 2 & 4 will have PTM on 21st July 2023 and classes 3 & 5 will have PTM on 22nd July 2023. Note: Students are requested to come in their school uniform for PTM. 2: Classes K.G., PREP &1 will have study leave on 21st & 22nd July 2023. 3: Classes 3 & 5 will have study leave on 21st July 2023. 4: Classes 2 & 4 will have study leave on 22nd 2023. Kindly follow the instructions given on Website related to PTM. Thank you Fr. Principal",
        "date": "24-09-2023"
    },
    {
        "serial_number": 14,
        "message": "Dear Parents, Please be informed that due to PT Meetings tomorrow on July 21, 2023 for classes 6 and 8, Classes 7,9 and 10 will have STUDY LEAVE tomorrow.However, Classes 11 & 12 will have Usual Classes tomorrow. Fr. Principal",
        "date": "24-09-2023"
    },
    {
        "serial_number": 15,
        "message": "Dear Parents, Please be informed that due to PT Meetings tomorrow on July 22, 2023 for classes 7 and 9, Classes 6, 8,10,11,12 will have STUDY LEAVE tomorrow. Students should utilize the time meaningfully. Parents of 7 & 9, kindly park your vehicles in Senior Section.Thank you.Fr. Principal",
        "date": "24-09-2023"
    },
    {
        "serial_number": 16,
        "message": "Dear Parents and students (K.G.-12), Kindly be informed that there will be normal class tomorrow (27/07/2023) with MONDAY Routine. Students  should come prepared accordingly  .  Fr. Principal  ",
        "date": "24-09-2023"
    },
    {
        "serial_number": 17,
        "message": "Dear Parents (KG-V), Kindly be informed that there are some students who are getting Eye Infection which seems to be contagious. Therefore, parents are requested NOT to send their wards to the school if their eyes are infected. Thank you for your cooperation. Fr. Principal",
        "date": "24-09-2023"
    },
    {
        "serial_number": 18,
        "message": "Dear Parents & Students ( K.G. to 12), Kindly be informed that tomorrow (01/08/2023)We will have Study Leave. Students should utilize the time meaningfully in completing all Pending works. Fr. Principal",
        "date": "24-09-2023"
    },
    {
        "serial_number": 19,
        "message": "Dear Parents, we wish to inform you that school celebrates the Feast of St. Ignatius of Loyola on 31st July 2023. On this occasion we would like to invite the Christian students of Classes IV to XII to the Holy Mass at 7:30 A.M. in the School Auditorium. All the Christian students are expected to report to the school at 7:00 A.M. Bus users should be ready at their stoppage at 6:30 A.M. All the participants must report to the school at 6:45 A.M. The students will return home at 10:30 A.M. Others will have the study leave tomorrow. Fr. Principal  ",
        "date": "24-09-2023"
    },
    {
        "serial_number": 20,
        "message": "Dear Parents (9 and 11),Kindly be informed that on 5th  August 2023, DOX has organized a Counselling Session for the students of Classes 9 and 11. All the students must report to the school at 6:50 a.m. Attendance is compulsory. Buses will be plying for coming and returning. The sessions will end at 10:20 A.M. The students will return at 10:30. A.M. Thank you. Fr. Principal",
        "date": "24-09-2023"
    },
    {
        "serial_number": 21,
        "message": "Dear Parents (Class 8),Kindly be informed that due to PTM of class 10 and 12   on 5th  August 2023, the students of class 8 will have study leave tomorrow.The students should utilize their time for personal studies and forthcoming class tests. Thank you. Fr. Principal",
        "date": "24-09-2023"
    },
    {
        "serial_number": 22,
        "message": "Dear Parents (6 & 7),Kindly be informed that the classes will get over at 10.20 A.M.  on 5th  August 2023 (tomorrow). While returning the buses will leave at 10:30. A.M.  Therefore parents are requested to receive their wards from their stoppage according to the above mentioned time. Thank you. Fr. Principal",
        "date": "24-09-2023"
    },
    {
        "serial_number": 23,
        "message": "Dear Parents of class 10 and 12, Kindly be informed that we have already completed the evaluation of  the First  Selection Test. The answer papers have been shown to your ward.  To discuss more  about the development of your ward we will have a PTM on  5th August  2023.  Students  need to come along with their Parents to get the results. The schedule has  already been uploaded on the school website.  Kindly make a point that you do not miss the scheduled PTM.  All Dues Must be cleared to receive  the result. Fr. Principal.",
        "date": "24-09-2023"
    },
    {
        "serial_number": 24,
        "message": "Dear Parents (KG-IX), Kindly be informed that the routine for the Mid Terminal Examination 2023-24 has been uploaded on the school website. You are requested to check it and help your ward in preparing for the examination. Thank you.  - Fr. Principal",
        "date": "24-09-2023"
    },
    {
        "serial_number": 25,
        "message": "Dear Parents (VI-XII), Kindly be informed that from 22 June 2023, there will be classes from 7:00 a.m. to 1:35 p.m. The students will report to the school at 6:50 a.m. and go back home at 1:35 p.m. The bus users should be at their bus stoppage at 6:15 a.m. The unit Test will be conducted as per the schedule from 22 June 2023. Thank you. Fr. Principal ",
        "date": "24-09-2023"
    },
    {
        "serial_number": 26,
        "message": "Dear Parents, This is to inform you that there are NO VACANCIES now from classes K.G. to IX. Therefore, please DO NOT request for the admission for Session: 2023-24. Thank you. Fr. Principal",
        "date": "24-09-2023"
    },
    {
        "serial_number": 27,
        "message": "Dear Parents of KG to 5, Kindly be informed that today (09/08/2023), keeping in mind the celebrations of Indigenous Day which can affect the  traffic situations in the city, the students will have Study Leave . Students should stay at home and utilize the time in personal studies. Please help your ward to complete the assignments which will be sent through cutebrains. Sorry for inconvenience.  Fr. Principal",
        "date": "24-09-2023"
    },
    {
        "serial_number": 28,
        "message": "Dear Parents of classes 6 to 12, Kindly be  informed that due to the Rehearsal Programme for the  CISCE Zonal Athletic Meet 2023 usual classes will remain suspended tomorrow, August 9, 2023 for classes 6 to 12. Students should utilize the time in personal studies. The students should complete the assignments sent through cutebrains.Students who are involved in various activities (School Choir, Decoration, Volunteers) must report to school on usual time. Buses will be plying as usual.Fr. Principal",
        "date": "24-09-2023"
    },
    {
        "serial_number": 29,
        "message": "Dear Parents of classes 6  to 12, We feel  happy to inform you that St. Xavier's School, Doranda is hosting the 25th CISCE Zonal Athletic Meet 2023. Teachers will be involed to conduct the event successfully. So usual classes will remain suspended  on 10th and 11th August, 2023 for classes 6 to 12. However all Participants and Students who are involved in various activities (School Choir, Decoration, Volunteers) must report to school by 6:20 A.M. Buses will be plying on usual routes. Students should reach their Bus stoppages by 5:45 A.M. Fr. Principal",
        "date": "24-09-2023"
    },
    {
        "serial_number": 30,
        "message": "Dear Parents of classes K.G.  to 12, We feel  happy to inform you that St. Xavier's School, Doranda is hosting the 25th CISCE Zonal Athletic Meet 2023. Teachers , Participants and Student Volunteers will be involved in this two-day event. Keeping this in mind usual classes will remain suspended  on  10th  and 11th August, 2023. The students of classes K.G. to 12 should utilize the time in personal studies. Fr. Principal",
        "date": "24-09-2023"
    },
    {
        "serial_number": 31,
        "message": "Dear Parents of classes  6  to 12, I feel happy to inform that We  successfully hosted the 25th Zonal Athletic Meet 2023 in which more than 30 schools of Ranchi Zone comprising of 794 participants had participated. Kindly be informed that tomorrow 12th August 2023 we will have Study Leave. Students should utilize the time in personal studies. We will begin usual classes from 14th August 2023.Fr. Principal",
        "date": "24-09-2023"
    },
    {
        "serial_number": 32,
        "message": "Dear Parents of classes K.G.  to 5, Kindly be informed that tomorrow 12th August 2023 We will have usual class with Saturday Routine. Students should come prepared accordingly.  Fr. Principal",
        "date": "24-09-2023"
    },
    {
        "serial_number": 33,
        "message": "Dear parents (Classes 6-12) Kindly be informed that tomorrow 15th August 2023, We will have Independence Day Celebration in the School. The Reporting Time is 6:20 A.M. Students should be ready at their Bus Stoppages by 5:45 A.M. There will be Holy Mass for Christian Students and Teachers in the Junior Section Auditorium. It will be followed by Flag Hoisting Ceremony and Cultural Programme.Attendance is compulsary for students. Students will return home at 9:30 A.M. Fr. Principal",
        "date": "24-09-2023"
    },
    {
        "serial_number": 34,
        "message": "Dear Parents and Students of classes K.G.  to 12, Kindly be informed that tomorrow, 17th August 2023, We will have usual class with Monday  Routine. Students should come prepared accordingly. Fr. Principal",
        "date": "24-09-2023"
    },
    {
        "serial_number": 35,
        "message": "Dear Parents (KG-IX & 11), Kindly be informed that the routine for the Mid Terminal Examination 2023-24 has been uploaded on the school website. You are requested to check it and help your ward in preparing for the examination. Thank you.  - Fr. Principal",
        "date": "24-09-2023"
    },
    {
        "serial_number": 36,
        "message": "Dear Students and Parents (Std VI-XII)kindly be informed that the classes will get over at 11:40 A.M. on 24 August, 2023. Thank you. - Fr. Principal",
        "date": "24-09-2023"
    },
    {
        "serial_number": 37,
        "message": "Dear Students and Parents,Get ready to be a part of history in the making! Genex Space is thrilled to invite you to join us in witnessing a monumental achievement in India's space exploration journey—the Chandrayaan-3 Mission's soft landing on the lunar surface. \n🚀 Event: Chandrayaan-3 Mission Soft Landing Live Video \n📅 Date: August 23, 2023 \n⏰ Time: 17:27 Hrs. IST \n📺 Where: ISRO Website, YouTube, ISRO's Facebook page, DD National TV channel \nYoutube - https://www.youtube.com/live/DLA_64yz8Ss?feature=share",
        "date": "24-09-2023"
    },
    {
        "serial_number": 38,
        "message": "*REMINDER*Dear Parents (KG-XI), Kindly be informed that those whose fee is not clear will not be provided with the admit card for the mid term examination. Therefore parents are requested to do the needful at the earliest. Thank you.- Fr. Principal",
        "date": "24-09-2023"
    },
    {
        "serial_number": 39,
        "message": "*Revised Routine*Dear Parents (VI-IX), Kindly be informed that the routine for the Mid Terminal Examination 2023-24 has been revised and uploaded on the school website. You are requested to check it and help your ward in preparing for the examination. Thank you.  - Fr. Principal",
        "date": "24-09-2023"
    },
    {
        "serial_number": 40,
        "message": "Dear Students of ICSE and ISC 2023, Kindly be informed that you can collect the Annual School Magazine, \"Endeavor\" tomorrow 29/08/2023 between 8.00A.M.- 8.30 A. M. from the school office. You MUST bring your previous ID CARD to get entry to the School Premises. Fr. Principal",
        "date": "24-09-2023"
    },
    {
        "serial_number": 41,
        "message": "Dear Parents, Kindly take a note of the following points.\n1. Since every class is very important so a regular attendance of class is important for all the students\n2. Each student is supposed to carry his/her School Diary every day. Negligence in this would not be appreciated.\n3. The school Identity Card has to be with the student every time in the school or while coming and going from school. This is the identity of a student.\n4. Students of K.G.-9 and 11 very soon have to begin their First Terminal Examination. They must pay full attention to their studies.\n5. Students of classes 10 and 12 need to be focused for their board examinations in 2024.\nFr. Principal",
        "date": "24-09-2023"
    },
    {
        "serial_number": 42,
        "message": "Dear Parents (KG-XII)You are requested to kindly check your app regarding payment of the fee. In case if it is not reflecting then kindly contact the school fee office. Thank you. - Fr. Principal ",
        "date": "24-09-2023"
    },
    {
        "serial_number": 43,
        "message": "Dear Parents, Kindly be informed that we will be having normal class with Wednesday Routine tomorrow (30/08/2023). There will be  NO CLASS on Thursday (31/08/2023) on account of Rakshabandhan. Fr. Principal",
        "date": "24-09-2023"
    },
    {
        "serial_number": 44,
        "message": "Dear Parents, Kindly be informed that the Android App of cutebrains is Live now. You are requested  to update  the app from Google Playstore by searching for SXD cutebrains and update to the latest version of the app. Message and homework will now have popup on screen as well as sound after the app is updated. For IOS users it will take some time. Till then you may use the web version .  You need to compulsorily update the app since the current version is no more functional. Fr. Principal",
        "date": "24-09-2023"
    },
    {
        "serial_number": 45,
        "message": "Dear Parents , Kindly be informed that we will be beginning with the procedure for Admission to class Prep (2024-25) in the  second week of September. Further updates about the Admission  Process will be updated on the School Website in the Second Week of September. Fr. Principal",
        "date": "24-09-2023"
    },
    {
        "serial_number": 46,
        "message": "Dear Parents (Class 6-12) Kindly be informed that tomorrow(05/09/2023) We will have Teachers' Day Celebration in the school. Students will come at the usual time and will be returning back home at 9:30 A.M. Buses will leave the campus at 9:30 A.M. Kindly plan accordingly.  Thank You. Fr. Principal",
        "date": "24-09-2023"
    },
    {
        "serial_number": 47,
        "message": "Dear Parents (Class 3-5) Kindly be informed that the students who avail the Bus Facility are requested to be at their Bus Stoppages tomorrow (5/9/2023) at 7:50 A.M. Thank You. Fr. Principal",
        "date": "24-09-2023"
    },
    {
        "serial_number": 48,
        "message": "Dear Parents (Class 6-12) , Kindly take a note of the following points. \n1. Mid Term Exam of classes 6-9 begins on 4th September, 2023 (Monday). \n2. Students need to come to school at the usual time. \n3. All students of classes 6-12 will return home at 11:30 A.M. on Monday 4/9/2023. \n4. All those who have not yet cleared the school fee must do it at the earliest. \n5. Students of Class 10 and 12 must submit the examination Fee latest by 10/09/2023. \n6. School ID and Diary has to be brought daily. \nThank You. Fr. Principal",
        "date": "24-09-2023"
    },
    {
        "serial_number": 49,
        "message": "Dear Parents (KG - V) Kindly be informed of the following:- \n• The students of KG – II  will celebrate Teacher’s Day on 4th  September, 2023 during class hours whereas classes III,IV & 5 will have usual classes on 4th September 2023. \n• The celebration for Teacher’s Day for classes III, IV & V is on 5th  September, 2023. \n Kindly follow the given timings for 5th September, 2023 \n08:50 AM -   Reporting Time \n10:30 AM - Departure of the Walking boys \n10:45 AM - Departure of the Bus boys \n• Kindly Note:-  The students of KG, Prep, Class I & II will have study leave on 5th September 2023. \nThank You. Fr. Principal",
        "date": "24-09-2023"
    },
    {
        "serial_number": 50,
        "message": "Dear parents (Senior Section ), Kindly be informed of the following points : \n1. Students of classes 6-9 will have study leave on 6th, 7th and 8th September.  They continue with their exams from Saturday 9th September.  \n2. Students of class 11 will be on study leave on 6th and 7th September. They start their exams from Friday 8th September. \n3. Students of classes 10 & 12 will have classes tomorrow (06/09/2023) . Reporting time will remain  as usual.\n Fr. Principal",
        "date": "24-09-2023"
    },
    {
        "serial_number": 51,
        "message": "Dear parents (K.G.-5), Kindly be informed  that tomorrow 6th September 2023, Students will have usual class with Wednesday Routine. Students should come prepared accordingly.Fr. Principal",
        "date": "24-09-2023"
    },
    {
        "serial_number": 52,
        "message": "Dear parents (KG-XII), Kindly be informed that on the occasion of Janamashtmi the School will remain closed on 7th September,2023. Fr. Principal",
        "date": "24-09-2023"
    },
    {
        "serial_number": 53,
        "message": "Dear Parents (Class K.G-V) , Kindly be informed of the following; \n1. Students will have Study Leave on 7th and 8th September 2023. \n2. Mid Term Exam of classes K.G to V  begins on 9th September, 2023 (Saturday). \n3. Reporting time is 8:25 A.M. and departure time for the walking and Van boys is 11:45 A.M. Whereas the bus boys will be leaving the campus at 12:00 Noon. \n4. The Bus Boys are requested to be at the bus stoppages at 7:40 A.M. during the examination days. \n5. The students should be in their school uniform.  It is  compulsory for all the students to bring their ID cards and diaries.  \n6. Students must carry their  Admit card to enter into the Exam hall. \n7.  Students should bring a small tiffin box and water bottle. \nThank you, Fr. Principal",
        "date": "24-09-2023"
    },
    {
        "serial_number": 54,
        "message": "Dear Parents, In case you have paid the fee on cute brains but it is not showing in the Paid Fee in cute brains then please whatsapp the following details on 9470308057 \n Payment Date -Student Name - Admission Number - Invoice Name (eg Academic Fee April_May_2023) - Amount -\n Fr. Principal",
        "date": "24-09-2023"
    },
    {
        "serial_number": 55,
        "message": "Dear Parents & Students (KG-XII), tomorrow 14/09/2023 will be study leave. Please utilize your time properly and do take care of your health. Regards! Fr. Principal",
        "date": "24-09-2023"
    },
    {
        "serial_number": 56,
        "message": "ATTENTION! Dear Parents & Students (IX), Provisional Registration Cards for ICSE 2025 Examination have been given to all the students of STD-IX today by the class teachers. Students are strictly asked to show it to their parents. They will sign on it as verification and if needed do the correction at the reverse side of the slip. Students must submit the registration card to their class teacher tomorrow without fail with their Parent's/ Guardian's signature otherwise they will not be allowed to give their exam tomorrow.   Fr. Principal",
        "date": "24-09-2023"
    },
    {
        "serial_number": 57,
        "message": "STUDY LEAVE (STD VI- XII SENIOR SECTION & KG -STD II JUNIOR SECTION) Tomorrow 21 September, 2023 will be study leave for the classes mentioned. Only STD III, IV & V will have the exam tomorrow. Bus service will be as usual for these students. Fr. Principal",
        "date": "24-09-2023"
    },
    {
        "serial_number": 58,
        "message": "The cute brains IOS app is now available on the App Store Please delete the IOS app of cute brains that you had installed previously (if any) and then install the new app from this link https://apps.apple.com/in/app/cutebrains/id6466628983",
        "date": "24-09-2023"
    },
    {
        "serial_number": 59,
        "message": "Dear Parents( K.G.- 10 & 12), Kindly be informed that tomorrow 23/09/2023, there will be NO CLASS for students. School Office will remain open tomorrow. Fr. Principal",
        "date": "24-09-2023"
    },
    {
        "serial_number": 60,
        "message": "Dear Parents ( KG to 12) Kindly be informed that there will be holiday on September 25, 2023 on account of Karam Festival. We begin our usual classes from 26th September 2023 with full Time Table. Students should come prepared accordingly. Fr. Principal",
        "date": "24-09-2023"
    },
    {
        "serial_number": 61,
        "message": "Dear Parents , Kindly be informed that we will be beginning with the Registration Process for Prep 2024-25 from 23/09/2023. All Categories including General, SC,OBC can fill the registration forms from 24-28 September 2023.The ST Category and Christians can fill the form from 29-30 September 2023. . Fr. Principal",
        "date": "24-09-2023"
    },
    {
        "serial_number": 62,
        "message": "Applications are invited from candidates for various teaching positions at St. Xavier's school, Doranda. Interested candidates can fill the ONLINE FORM using the url : https://forms.gle/1buqwxmkq8WF5jE1A . You can read the notification for further details. Fr. Principal",
        "date": "24-09-2023"
    },
    {
        "serial_number": 63,
        "message": "Dear Parents ( KG to 12) Kindly be informed that there will be holiday on September 25, 2023 on account of Karam Festival. We begin our usual classes from 26th September 2023 with full Time Table. Students should come prepared accordingly. Fr. Principal",
        "date": "25-09-2023"
    },
    {
        "serial_number": 64,
        "message": "Dear Parents of classes II, III, IV & V Kindly be informed  of the following; ENGLISH ELOCUTION COMPETITION:* The participants and all the Masters of ceremony of English Elocution are requested to report to school tomorrow (28/9/2023) at 7:20 A.M.*Parents are requested to collect their wards( English Elocution) at 9:00 A.M. HINDI ELOCUTION COMPETITION* The participants of the Hindi Elocution  and all the Masters of ceremony ( Hindi elocution) are requested to report to school tomorrow at 8:20 A.M.* Parents are requested to collect their wards ( Hindi elocution) at 10:00 A.M. \nTHANK YOU FOR YOUR COOPERATION.Fr. Principal",
        "date": "27-09-2023"
    },
    {
        "serial_number": 65,
        "message": "Dear Parents ( KG to 12) Kindly be informed that tomorrow, September 28, 2023 students will have Study Leave. School Office will remain open. \nFr. Principal",
        "date": "27-09-2023"
    },
    {
        "serial_number": 66,
        "message": "Dear Parents of KG to 9 & 11, Kindly be informed that the PT Meetings for KG and Prep will be held on 6th October, for classes 1 and 2 on 7th October, for classes 3 & 5 on 12th October, for classes 4, 6, 8 & 11 on 13th October and for classes 7 & 9 on 14th October 2023. The schedule will be uploaded on school website in a few days time. Fr. Principal",
        "date": "29-09-2023"
    },
    {
        "serial_number": 67,
        "message": "Dear Parents , Kindly be informed that we have started with the Registration Process for Prep 2024-25 from 23/09/2023.The Scheduled Tribe Category and All Christian candidates  can fill the form from 29-30 September 2023. Fr. Principal",
        "date": "29-09-2023"
    },
    {
        "serial_number": 68,
        "message": "Dear Parents, Kindly be informed that we will have NO CLASS  on 2nd October 2023 on account of Gandhi Jayanti. The School Office will remain closed. We will begin usual classes from 03/10/2023. Fr. Principal.",
        "date": "02-10-2023"
    },
    {
        "serial_number": 69,
        "message": "Dear Parents (K.G.-12) , Kindly be informed that there will be usual class tomorrow , October 5, 2023 with MONDAY Routine. Students should come prepared accordingly. Fr. Principal.",
        "date": "04-10-2023"
    },
    {
        "serial_number": 70,
        "message": "Dear Parents (6-12). Kindly be informed that tomorrow 7th October 2023 we will have classes only till 9.40 A. M. Buses will be leaving the school at 9.45 A. M. Parents need to plan accordingly. Fr. Principal..",
        "date": "08-10-2023"
    },
    {
        "serial_number": 71,
        "message": "Dear Parents of KG to Class 5,\nKindly be informed of the following:\n\n1. On October 6, 2023\nThe students of KG and Prep will have PT Meetings and Results. Please follow the schedule given in school website.\nThe students of classes 1 to 5 will have study leave on 6th October.\n\n2. On October 7, 2023\nThe students of Class 1 and 2 will have PT Meetings and Results, please follow the schedule given in school website.\nThe students of KG, Prep, classes 3, 4 and 5 will have study leave on 7th October.\nKindly ensure that the students utilize their time meaningfully.\nThank you,\n\nFr. Principal.",
        "date": "08-10-2023"
    },
    {
        "serial_number": 72,
        "message": "REMINDER Dear Parents (STD-VI,VII,VIII,IX & XI) , Kindly be informed that there will be Parents Teachers Meeting (PTM) for STD-VI, VIII & XI on 13 October and STD-VII & IX on 14 October 2023. Fr. Principal.",
        "date": "08-10-2023"
    },
    {
        "serial_number": 73,
        "message": "Dear Parents (KG to 5), As advised by the Administration of Ranchi, Keeping in mind the foreseen traffic situation in the city,  Kindly be informed that the Classes of KG to 5 would end at 11:45 AM tomorrow , October 10, 2023. Buses will leave the campus at 11:45 A.M. Parents should make arrangements accordingly. Fr. Principal",
        "date": "10-10-2023"
    },
    {
        "serial_number": 74,
        "message": "Dear Parents (6-12), As advised by the Administration of Ranchi, Keeping in mind the foreseen traffic situation in the city,  Kindly be informed that the Classes of 6 to 12  would end at 10:30 AM tomorrow , October 10, 2023. Buses will leave the campus at 10:30 A.M. in their usual routes. Parents should make arrangements accordingly. Fr. Principal",
        "date": "10-10-2023"
    },
    {
        "serial_number": 75,
        "message": "Dear Parents of KG to 12, Kindly be informed that tomorrow on October 11, 2023 the students of KG to 12 will have study leave. Please ensure that they spend the time meaningfully.\nThere will be usual class on October 12, 2023 with WEDNESDAY Routine. Fr. Principal",
        "date": "10-10-2023"
    },
    {
        "serial_number": 76,
        "message": "Dear Parents (6-12), Kindly be informed that the PT Meetings for classes 6, 8,and 11 will be held on 13th October 2023 . Parents should follow the Schedule as given on the School Website. Vehicles should be parked in the Senior Section ONLY. Students of classes  7,9,10 and 12 will have Study Leave on 13th October 2023.They must utilize the time purposefully. Fr. Principal",
        "date": "12-10-2023"
    },
    {
        "serial_number": 77,
        "message": "Dear Parents of KG to Class 5,\nKindly be informed of the following:1. On October 12th, 2023 The students of Class 3  and 5 will have PT Meetings and Results. Please follow the schedule given in school website. The students of classes KG,Prep,Class 1,2 and 4 will have study leave on 12th October.\n2. On October 13th 2023 The students of Class 4 will have PT Meetings and Results, please follow the schedule given in school website.\nThe students of KG, Prep, classes 1, 2, 3 and 5 will have study leave on 13th October.Kindly ensure that the students utilize their time meaningfully.Thank you, Fr. Principal",
        "date": "12-10-2023"
    },
    {
        "serial_number": 78,
        "message": "Dear Parents (6-12), Kindly be informed that the PT Meetings for classes 7 and 9  will be held on 14th October 2023 . Parents should follow the Schedule as given on the School Website. Vehicles should be parked in the Senior Section ONLY. Students of classes  6,8,10 ,11 and 12 will have Study Leave on 14th October 2023.They must utilize the time purposefully. Fr. Principal",
        "date": "14-10-2023"
    },
    {
        "serial_number": 79,
        "message": "Dear Parents of KG to Class 5  Kindly note the following-1.The students of KG to Class 5 will have class till 11.30am on 14th   October. 2.The students who are leaving for Puri will report to school at 12.30 pm.3.The buses will leave the campus at 11.45 am.4.The walking boys will leave at 12 noon.Thank you Fr Principal",
        "date": "14-10-2023"
    },
    {
        "serial_number": 80,
        "message": "Dear Parents, Kindly be informed that the LIST of Selected candidates of PREP 2024 - 25 will be declared on 29th October 2023 on school website.Fr. Principal",
        "date": "17-10-2023"
    },
    {
        "serial_number": 81,
        "message": "Dear Parents of classes KG to 12,Kindly be informed that the Puja Holidays will begin from tomorrow,18th October 2023 . Assignments will be sent to students. Students should utilize their time in completion of assignments. The Students of class 10 and 12 should complete their Project Works on time. The School will reopen on 26th October 2023. Attendance is compulsary on the day of reopening. Fr. Principal",
        "date": "17-10-2023"
    },
    {
        "serial_number": 82,
        "message": "Dear Parents (K.G.-5), Kindly be informed that the Syllabus for the Final Term Examination and Unit Test has been uploaded on the school website. Kindly make sure that your child starts preparations accordingly. Fr. Principal",
        "date": "23-10-2023"
    },
    {
        "serial_number": 83,
        "message": "Dear Parents/Guardians and Students, As the temperature begins to drop and we transition into the colder months, it's time to switch to our winter uniforms. This notice serves as a reminder to all Parents/guardians, students and staff that the winter uniform will be in effect from 26th October 2023.Thanks. Fr. Principal",
        "date": "25-10-2023"
    },
    {
        "serial_number": 84,
        "message": "Dear Parents (Class K.G. - XII) Kindly be informed that we will resume classes from tomorrow i.e. Thursday 26th October 2023. We will have class with Wednesday Routine on 26/10/2023.Students must come prepared accordingly. Thank you .Fr. Principal",
        "date": "25-10-2023"
    },
    {
        "serial_number": 85,
        "message": "Dear Parents/ Guardians of Primary Section (K.G.-5) Bus No.16, This is to inform you of an upcoming change in the Bus Number for your child. From 30th Oct. 2023 onwards, your child’s Bus Number will be as follows;                                                                                                                                                                                                                     NEW BUS NUMBER\nBata Main Road: BUS NO. 7                                                                                                                                                                                                                   B.I.T. Extension:   BUS NO. 13                                                            \nLalpur Thana, Gas Agency, Palaza Chawk and Chopsticks: BUS NO. 10\nPolice Line Chadri\t: BUS NO. 2                                                              \nThis Change is being implemented to improve our transportation services. Please ensure your child is aware of this change and boards the new Bus accordingly. If you have any questions or concerns, please contact our transportation department.\nWe appreciate your understanding and cooperation in this matter.\nFr. Principal",
        "date": "28-10-2023"
    },
    {
        "serial_number": 86,
        "message": "Dear Parents/Guardians and Students, As the temperature begins to drop and we transit into the colder months, it's time to switch on to our winter uniforms. This notice serves as a reminder to all Parents/guardians, students and staff that the winter uniform will be in effect from 26th October 2023.Thanks. Fr. Principal",
        "date": "28-10-2023"
    },
    {
        "serial_number": 87,
        "message": "Dear Parents of classes 6 to 12 Kindly be informed that We begin the Winter Time Table from tomorrow 1st  November 2023.  The reporting time for students will be 7:20 A. M. The classes will end at 1:35 P. M. Students who avail the Bus Service should be at their stoppage by 6:45 A. M. . Fr. Principal",
        "date": "31-10-2023"
    },
    {
        "serial_number": 88,
        "message": "Dear Parents of classes KG to 5 Kindly be informed that We begin the Winter Time Table from tomorrow 1st  November 2023.  The reporting time for students will be 8:20 A. M. The classes will end at 2:35  P. M. Students who avail the Bus Service should be at their stoppage by 7:45 A. M. . Fr. Principal",
        "date": "31-10-2023"
    },
    {
        "serial_number": 89,
        "message": "Dear Parents of KG to 12, Kindly be informed that the students  will have study leave tomorrow, 2nd November 2023 due to a Workshop scheduled for the teachers of KG to 12 in school tomorrow on \\\"Practical Application of NEP 2020\\\". Fr. Principal",
        "date": "02-11-2023"
    },
    {
        "serial_number": 90,
        "message": "Dear Parents of KG to 12, Kindly be informed that the students of KG to 12 will have study leave tomorrow on 4th November 2023 due to the 15th  INTER SCHOOL DOX CO-CURRICULAR COMPETITION which will be organized in St. Xaviers Doranda. Participants and Volunteers should come on time.Fr. Principal",
        "date": "03-11-2023"
    },
    {
        "serial_number": 91,
        "message": "Dear Parents of KG to 12, \nWe are extremely pleased to inform you that the students of St. Xavier's School Doranda are staging a drama 'LIBIN SAHEB' at 5:30 P.M. on 9th November 2023 in ST. XAVIER'S COLLEGE RANCHI. All the parents specially the parents of participants and  Christians are encouraged to witness this Drama. Most welcome !Fr. Principal",
        "date": "08-11-2023"
    },
    {
        "serial_number": 92,
        "message": "Dear Parents, St. Xavier's School Management wishes all staff, students and their parents A Happy Diwali.  Kindly be informed that on account of Diwali Celebrations we will have Holiday on 13th November 2023. Have a safe, Happy and prosperous Diwali. Fr. Principal",
        "date": "11-11-2023"
    },
    {
        "serial_number": 93,
        "message": "Dear parents of K.G to V,\nKindly be informed of the following -* The students of K.G. to class V will be celebrating Children's day on 11th November 2023 during school hours.* The students need to wear COLOUR DRESS.* The students of class 3-5 need to bring their books & copies according to the routine (Saturday)* Classes K.G. to II need to bring their tiffin boxes and water bottles ONLY. THANKS Fr. Principal",
        "date": "11-11-2023"
    },
    {
        "serial_number": 94,
        "message": "Dear Parents (K.G.-12) , Kindly be informed that tomorrow 15th November 2023 we will have Study Leave. Students should utilize their time meaningfully. We will have usual class on Thursday 16th November 2023 with Tuesday Routine. Fr. Principal",
        "date": "14-11-2023"
    },
    {
        "serial_number": 95,
        "message": "Dear Parents, (KG-12) We will have holiday on 20/11/2023 on account of Chhath Festival. SXD Management wishes Happy Feast. Kindly be informed that we will have usual classes from Tuesday 21/11/2023.Attendance is compulsary for All students. Negligence in attendance will not be appreciated. Parents are also reminded to ensure that students take care of the health because a healthy body will enable our students to do well.Best Wishes and God's blessings upon all of you.Fr. Principal",
        "date": "19-11-2023"
    },
    {
        "serial_number": 96,
        "message": "Dear Parents of KG - 5, The management of St. Xavier's School Doranda would to invite you to witness the Annual Art, Craft and Science Exhibition of KG to 5 tomorrow , 25th November 2023 at 8:45 AM in Junior Section. Please enter through gate no. 4 to park your vehicle in Senior Section field. Most welcome ! Fr. Principal",
        "date": "24-11-2023"
    },
    {
        "serial_number": 97,
        "message": "Dear Parents (6-12 )Kindly be informed that tomorrow, 25/11/2023 students will have classes only till 11.50 A. M. The buses will leave the campus at 12:00 noon. Fr. Principal",
        "date": "24-11-2023"
    },
    {
        "serial_number": 98,
        "message": "Dear Parents (KG-12),We will have holiday on 27/11/2023 on account of Guru Nanak Jayanti. SXD Management wishes Happy Feast. Kindly be informed that we will have usual classes from Tuesday 28/11/2023. Attendance is compulsary for All students.Best Wishes and God's blessings upon all of you.Fr. Principal",
        "date": "26-11-2023"
    },
    {
        "serial_number": 99,
        "message": "Dear Parents, Kindly be informed that the feast of St. Francis Xavier (Patron of school) will be celebrated on December 2, 2023 (Saturday). All the Christian students of Classes KG to 12 are encouraged to attend Holy Mass at 7:30 AM in Senior Section. The Christian parents of KG, Prep, class 1 & Class 2 are invited to join the Thanksgiving Holy Mass on the feast day. The buses will be plying for the bus users (students).Thank you !Fr. Principal",
        "date": "29-11-2023"
    },
    {
        "serial_number": 100,
        "message": "Dear Parents (KG-9 and 11), Kindly be informed that students will have a STUDY LEAVE tomorrow, 30/11/2023. Students should utilize their time in personal studies.We will have usual classes from Friday 01/12/2023. Fr. Principal",
        "date": "29-11-2023"
    },
    {
        "serial_number": 101,
        "message": "Dear Parents (KG-12), Kindly be informed that the feast of St. Francis Xavier (Patron of school) will be celebrated on December 2, 2023 (Saturday). All the Christian students of Classes KG to 12 Must attend Holy Mass at 7:30 AM in Senior Section. The Christian parents of KG, Prep, class 1 & Class 2 are invited to join the Thanksgiving Holy Mass on the feast day. The other students will have STUDY LEAVE tomorrow. We will begin usual classes from 4th December 2023.Thank you !Fr. Principal",
        "date": "01-12-2023"
    },
    {
        "serial_number": 102,
        "message": "Dear Parents (Class 6-12) , Kindly be informed that tomorrow (6/12/2023), We will have Full Rehearsal for the Sports Day program which will be held on Friday 8th December 2023. Tomorrow, Students have to come at the usual time. However the Students have to come in NORMAL SCHOOL UNIFORM. The House Uniform has to be kept neat and clean for the Sports Day on 8/12/2023. Tomorrow students will go back early at 11:30 A.M. Buses will be going on the usual routes. Fr. Principal",
        "date": "05-12-2023"
    },
    {
        "serial_number": 103,
        "message": "Dear Parents (Class K.G-5) , Kindly be informed that tomorrow (7/12/2023), we will have class with Saturday Routine.  All students have to come at the usual time.  Students will go back early tomorrow. The Walking Boys will leave at 12:15 P.M. and the Buses will leave at 12:30 P.M. Parents need to make the arrangements accordingly. Fr. Principal",
        "date": "07-12-2023"
    },
    {
        "serial_number": 104,
        "message": "Dear Parents (Class 6-12) , Kindly be informed that tomorrow (7/12/2023), we will have class with Wednesday Routine. We will have classes only till 5th Period.   All students have to come at the usual time. However the Students have to come in NORMAL SCHOOL UNIFORM. The House Uniform has to be kept neat and clean for the Sports Day on 8/12/2023. Students will go back early at 11:15 A.M. Buses will be going on the usual routes. Fr. Principal",
        "date": "07-12-2023"
    },
    {
        "serial_number": 105,
        "message": "Dear Students of class 10 and 12 (ICSE & ISC 2024), Kindly be informed that the Time Table for your Board Examinations has been released and the same has been uploaded on the School's website. Kindly go through the same and start preparing for your examinations. ALL THE BEST for your Pre Boards and the Board Exam. Fr. Principal",
        "date": "08-12-2023"
    },
    {
        "serial_number": 106,
        "message": "Dear Parents (Class K.G.-5) Kindly be informed that tomorrow , 8/12/2023 Students have STUDY LEAVE and they have the SPORTS DAY ON 9/12/2023.  Fr. Principal",
        "date": "08-12-2023"
    },
    {
        "serial_number": 107,
        "message": "Dear Parents (Class 6-12), Kindly be informed that tomorrow (8/12/2023), we will have the ANNUAL SPORTS DAY. All the students have to come to school at the usual time. Students Must come in their HOUSE UNIFORM.  Students will go back home at 1.30 P. M. . Buses will be going on the usual routes. \nFr. Principal",
        "date": "08-12-2023"
    },
    {
        "serial_number": 108,
        "message": "Dear Students of class 12 , Kindly be informed that you begin with your Pre Board Examination from Monday, 11/12/2023. The reporting time on the days of THEORY EXAMINATION will be 9.30 A. M. The reporting time on the days of PRACTICAL EXAMINATION will be 7.20 A. M. Students are supposed to be On Time for the examination. They Must be in proper School Uniform.You are supposed to adhere to all the guidelines of the Board Examination. ALL THE BEST for your Exam. Fr. Principal",
        "date": "10-12-2023"
    },
    {
        "serial_number": 109,
        "message": "Dear Students of class 10, Kindly be informed that you begin with your Practical Examination from Monday, 11/12/2023. The reporting time for your Practical Examination will be 45 minutes before the scheduled time of your Practical. Students are supposed to be On Time for the examination. They Must be in proper School Uniform.You are supposed to bring alongwith you all the required materials for the Practical Examination. ALL THE BEST for your Exam. Fr. Principal",
        "date": "10-12-2023"
    },
    {
        "serial_number": 110,
        "message": "Dear Parents (K.G.- 5) Kindly be informed that tomorrow, 14/12/2023 We will have class with Monday Routine. The Unit Test will be conducted during the class hours. All the Best to all students. Fr. Principal",
        "date": "13-12-2023"
    },
    {
        "serial_number": 111,
        "message": "Dear Parents (6-9) Kindly be informed that tomorrow, 14/12/2023 We will have class with Saturday Routine. The Unit Test will be conducted during the class hours. All the Best to all students. Fr. Principal",
        "date": "13-12-2023"
    },
    {
        "serial_number": 112,
        "message": "Dear Parents (Class 11) Kindly be informed that tomorrow, 14/12/2023 students of class 11 will have Study Leave. They must utilize the time in personal studies. Fr. Principal",
        "date": "13-12-2023"
    },
    {
        "serial_number": 113,
        "message": "Dear Parents (K.G.- 12) Kindly be informed that tomorrow, 21/12/2023 We will have class with Friday Routine. Fr. Principal",
        "date": "21-12-2023"
    },
    {
        "serial_number": 114,
        "message": "Dear Parents (K.G.-5), Kindly be informed of the following;1.The students of classes K.G. to 2 will have study leave on 22nd December 2023. 2.The students of classes 3 to 5 will have class tomorrow (22/12/2023) till 10:45 A.M. The buses will leave the campus at 11:00 A.M. The parents of the walking boys are requested to collect their ward at 11:15 A.M. 3.The students of Classes 3 and 4 those who are taking part in the progamme to be held on 22nd December 2023 are requested to come dressed as instructed. 4.The students need to bring their tiffin and water bottles. No books required.Fr. Principal",
        "date": "21-12-2023"
    },
    {
        "serial_number": 115,
        "message": "Dear Parents of KG to 12, The Management of St. Xavier's School Doranda would like to wish you and your family the blessings of Christmas. May the birth of Savior and Lord bring immense joy and contentment in your life. May you receive the gift of love, peace and prosperity abundantly.\nMay the reign of God establish harmony and co-existence in the world !Please be informed that after winter vacation School will reopen on January 4, 2024 with Winter Timing.Wishing you all a Grace-filled Year ahead 2024.May God bless you all.Fr. Principal",
        "date": "24-12-2023"
    },
    {
        "serial_number": 116,
        "message": "Dear Parents (Classes K.G.-9 & 11),\nKindly be reminded that tomorrow (04/01/2024) we resume our normal classes with Winter Timing. Tomorrow on 4th January 2024 we will have class with WEDNESDAY Routine. Attendance is compulsory for the all students. Wishing you Happy  New Year 2024. Fr. Principal",
        "date": "03-01-2024"
    },
    {
        "serial_number": 117,
        "message": "Dear Students of Class 12, Kindly be informed that the Practical and Viva for the ISC 2024 examination will begin from 08/01/2024. All of you are supposed to report at the scheduled time in proper School Uniform. Kindly BE REMINDED that you must have a Proper Haircut and nails nicely trimmed. You must look presentable during your examination. Kindly refer to the school website for the schedule of the Viva/Practical Examination. Fr. Principal",
        "date": "04-01-2024"
    },
    {
        "serial_number": 118,
        "message": "Dear Parents of Class 10, Kindly be informed that those students who were unable write their Geography exam on 06/01/2024 could appear for the exam on 10/01/2024.\nFr. Principal",
        "date": "07-01-2024"
    },
    {
        "serial_number": 119,
        "message": "Dear Students of Class 12 (ISC 2024), Kindly be informed that you begin with your Practical and Viva for ISC 2024 from tomorrow 08/01/2024. You must follow the reporting time as mentioned on  the school website. Science students need to wait down only. The Commerce students will sit  in 11 B on the 2nd floor and students of Humanities Stream will sit in 11 E on the 2nd Floor. Students need to come in proper School Uniform. SXD management wishes you All The Best for ISC 2024. Fr. Principal",
        "date": "07-01-2024"
    },
    {
        "serial_number": 120,
        "message": "Dear Parents (Class 6-9 & 11), Kindly be informed that tomorrow,12/01/2024, Students will go back home at 11:30 A.M. We will  have classes only for first  5 periods. Fr. Principal",
        "date": "11-01-2024"
    },
    {
        "serial_number": 121,
        "message": "Dear Parents, (Class K.G.-12), Kindly be informed that tomorrow, 15/01/2024 , the school will remain closed on account of Makar Sankranti. May the festival bring  immense joy and success!! Fr. Principal",
        "date": "16-01-2024"
    },
    {
        "serial_number": 122,
        "message": "Dear Parents, (Class K.G.-9 & 11), Kindly be informed that tomorrow, 18/01/2024 We will have Class with Monday Routine. Students must come prepared accordingly. Fr. Principal",
        "date": "18-01-2024"
    },
    {
        "serial_number": 123,
        "message": "Dear Parents, We are happy to inform that DOX is continuing with its tradition of having DOX Doctors at our school premises at the DOX Dispensary. \nOn 18th January 2024, we will have esteemed presence of Dr. Atri Gangopadhyay MBBS, DNB, FCCI- PULMONOLOGIST, DOX, 2002 Batch. DOX members, their family, SXD Teachers, Non-Teaching, Students & their parents and Outreach students are welcome to visit in case of health related issues.  Date: 18th  January  2024 (Thursday)     Time: 4.30 -6.30 P. M.   Venue: St. Xavier’s School, Doranda All the best ! \nFr. Principal",
        "date": "18-01-2024"
    },
    {
        "serial_number": 124,
        "message": "Dear Parents of classes KG to 5 Keeping in mind the Weather condition  from tomorrow (19/01/2024) onwards,  The reporting time for students will be 9:00 A. M. The classes will end at 2:00  P. M. Students who avail the Bus Service should be at their stoppage by 8:15 A. M. Fr. Principal",
        "date": "18-01-2024"
    },
    {
        "serial_number": 125,
        "message": "Dear Parents of classes   6 to 9 and 11,  Keeping in mind the Weather condition  from tomorrow (19/01/2024) onwards ,  The reporting time for students will be 8:00 A. M. The classes will end at 12:30  P. M. Students who avail the Bus Service should be at their stoppage by 7:15 A. M. Fr. Principal",
        "date": "18-01-2024"
    },
    {
        "serial_number": 126,
        "message": "Dear parents (KG-XI), kindly be informed that there will be Annual Photo Session for Endeavour Magazine on the following days. 12 FEBRUARY 2024, MONDAY - Std KG-V & 13 FEBRUARY 2024, TUESDAY - Std VI-XI. All of you are expected to come in full winter uniform i.e. Blazer (High School), well trimmed hair, neat and clean shirt and pants. Be Smart and Presentable-FR. PRINCIPAL",
        "date": "11-02-2024"
    },
    {
        "serial_number": 127,
        "message": "Dear Students of Class 12 (ISC 2024),\nAs you begin your Board Examinations from Monday, 12th February 2024, SXD Management on behalf of all Students and Teachers would like to wish you All The Best for your examinations. \nKindly be reminded of the following points:\n1.\tReach the School by 12:45 P.M. \n2.\tWear proper school uniform.\n3.\tHave properly trimmed hair.\n4.\tStudents must carry their Admit Cards and other materials required for their examination.\n5.\tKindly note that ONLY transparent cardboards and pencil bags are allowed inside the examination hall.\n6.\tUse of Digital Watches is STRICTLY prohibited.\n7.\tDo not bring motorized vehicles to the school.\n8.\tStudents will not be allowed to go to washrooms during the examination.\n9.\tMaintain proper disposition in the examination hall.\n10.\tTake Good Care of your health.\n\nMay God bless your efforts !\n\nFr. Principal",
        "date": "11-02-2024"
    },
    {
        "serial_number": 128,
        "message": "Dear Parents  Kindly be informed that tomorrow 14/2/2024 Students will have NO CLASS on account of BASANT PANCHAMI.Fr. Principal",
        "date": "13-02-2024"
    },
    {
        "serial_number": 129,
        "message": "Dear Students of Class 10 (ICSE 2024),\nAs you begin your Board Examinations from Wednesday, 21st February 2024, SXD Management on behalf of all Students and Teachers would like to wish you All The Best for your examinations. \nKindly be reminded of the following points:\n1.\tReach the School by 9:30 A.M. \n2.\tWear proper school uniform.\n3.\tHave properly trimmed hair.\n4.\tStudents must carry their Admit Cards and other materials required for their examination.\n5.\tKindly note that ONLY transparent cardboards and pencil bags are allowed inside the examination hall.\n6.\tUse of Digital Watches is STRICTLY prohibited.\n7.\tDo not bring motorized vehicles to the school.\n8.\tStudents will not be allowed to go to washrooms during the examination.\n9.\tMaintain proper disposition in the examination hall.\n10.\tTake Good Care of your health.\n\nMay God bless your efforts !\n\nFr. Principal",
        "date": "19-02-2024"
    },
    {
        "serial_number": 130,
        "message": "Dear Parents ( class 6 to 8 ), Kindly be informed that keeping in mind the Final Examination beginning from 22nd February 2024, Students will have Study Leave from Monday 19/02/2024. The Students Must utilize the time in preparation of their Examination. Parents are advised to take care of their wards for their preparation of the exam and their health. May God bless our efforts ! Fr. Principal",
        "date": "19-02-2024"
    },
    {
        "serial_number": 131,
        "message": "Dear Parents ( class K. G . to 5 ), Kindly be informed that keeping in mind the Final Examination beginning from 22nd February 2024, Students will have Study Leave from Tuesday 20/02/2024. The Students Must utilize the time in preparation of their Examination. Parents are advised to take care of their wards for their preparation of the exam and their health. May God bless our efforts !Fr. Principal",
        "date": "22-02-2024"
    },
    {
        "serial_number": 132,
        "message": "Dear Students of Class IX & XI, Please do not send any leave application on mail. It must be either by the person concerned or by the guardian. If you have any health issue then you are expected to submit the medical prescription of an authorized doctor or hospital. Thanks!\n\nFr. Principal",
        "date": "25-02-2024"
    },
    {
        "serial_number": 133,
        "message": "Dear Students of Class IX & XI, this is the Final Reminder to register your name for the Life Orientation Programme and Wellness Programme. The School Management appreciates all those who have registered their names, however there are few those who are taking it for granted. Those students are asked to meet the Principal with their parents on Monday 26 February, 2024.  \n\nFr. Principal",
        "date": "25-02-2024"
    },
    {
        "serial_number": 134,
        "message": "Dear Parents (Class 9 & 11) \nKindly be informed that the results of classes 9 and 11 will be held on 12th March 2024 from 8.00-11.00 A. M. Students Must come along with the parents to receive their results. Kindly ensure that all dues are cleared beforehand. Fr. Principal",
        "date": "03-03-2024"
    },
    {
        "serial_number": 135,
        "message": "Dear Parents , Kindly be informed that the Classes of Std. 10 and 12 for the Academic Year 2024-25 will begin from 15th March 2024. All students who have been promoted to the next academic year need to reach school on time. The reporting time will be 7:20 A.M and the classes will get over at 1:25 P.M.  Students are once again informed to be in proper School Uniform. They must have proper haircut and be in nice disposition. Fr. Principal",
        "date": "18-03-2024"
    },
    {
        "serial_number": 136,
        "message": "Dear  Parents of KG and Prep ( New Batch \n2024- 2025)Kindly note that the timings for the collection of essential information regarding books,stationery,uniform and bus service on 15th and 16th of March is from 9.00am - 12 noon.",
        "date": "18-03-2024"
    },
    {
        "serial_number": 137,
        "message": "Dear Girls of class XII, Kindly be informed that the new Uniform is not immediately compulsory for you all. However you must gradually switch over to the new uniform by the month of May 2024. The new uniform will be compulsory from June 2024.Fr. Principal",
        "date": "18-03-2024"
    },
    {
        "serial_number": 138,
        "message": "Dear Parents, Kindly be informed that the FORMS for Admission to CLASS 11 will be available till 25/03/2024. Those students (Both Boys and Girls) appearing in the Board Examinations 2024 from CBSE/ICSE/State Boards are eligible to fill the Registration Form whose link  can be found on the school website. \nFr. Principal",
        "date": "18-03-2024"
    },
    {
        "serial_number": 139,
        "message": "Dear Parents of class 10 and 12,\nKindly be informed that students will have Study Leave tomorrow (21/03/2024). \nThey must utilize their time in updating their Pending works and personal studies. \nFr. Principal",
        "date": "20-03-2024"
    },
    {
        "serial_number": 140,
        "message": "Dear Students (ICSE & ISC 2024)Kindly be informed that the results of the recheck will be declared on 3rd June 2024. Those students who are not satisfied with the recheck can apply for reevaluation themselves. Those students who would like to appear for the improvement examination in 2024 only (ONLY TWO SUBJECTS MAXIMUM) can register themselves in the school office from 5th June 2024 to 10th June 2024 between 8:30-11:30 A.M. in the school office. Fr. Principal",
        "date": "03-06-2024"
    },
    {
        "serial_number": 141,
        "message": "Dear Parents of KG to 12, St. Xaviers School Doranda announces that there will be Summer Vacation from 13th May 2024 to 13th June 2024 as per the schedule given in Academic Calendar. We will resume our usual classes from 14th June  2024. The students are reminded to complete their given project works and holiday assignments during the vacation.The school office will remain open duration summer holidays, so those Parents who want to pay the school fee, they can come and submit the School Fee.Wishing you a fruitful and safe summer vacation ahead ! Fr. Principal",
        "date": "03-06-2024"
    },
    {
        "serial_number": 142,
        "message": "Dear Parents of classes 9 - 12, Kindly be informed  that due to the rising temperature, the school timing will be as follows Reporting time: 5:50 AM, Departure at 10:00.  Those students who avail the Bus facility should be at their bus stoppages by 5:15 A.M. Fr. Principal",
        "date": "03-06-2024"
    },
    {
        "serial_number": 143,
        "message": "Dear Students of Class 11, Kindly be informed that the reporting time for tomorrow is 6:50 A.M.. Kindly be ON TIME for reaching the school. You must be in School Uniform and follow the guidelines as stated on the website. Kindly check the Section which has been allotted to you and be ready  accordingly. Fr. Principal",
        "date": "03-06-2024"
    },
    {
        "serial_number": 144,
        "message": "Dear Parents of KG to 12, Kindly be informed that your ward will be receiving a School Calendar and ID for the Academic Year 2024-2025. Kindly send Rupees Two Hundred Only (Calendar-Rs.140.00 & ID-Rs.60.00) through your ward to the Class Teacher. \nFr. Principal",
        "date": "03-06-2024"
    },
    {
        "serial_number": 145,
        "message": "Dear Students & Parents (Classes KG -12) , The Annual School Magazine i.e. Endeavour 2024 will soon be published. Your contributions in the form of Hindi/English articles or poems are expected. The official Email-ID is \\\"[email protected]\\\". The last date of submitting your literary work is 30th April, 2024.  Fr. Principal",
        "date": "03-06-2024"
    }
]
